Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Neuvosto voi yksimielisesti komission ehdotuksesta sekä Euroopan parlamenttia ja alueiden komiteaa kuultuaan tehdä tarvittavat muutokset pöytäkirjaan. ”
sme: Ráđđi sáhttá, Lávdegotti árvalusa vuođul ja maŋŋilgo lea gullan Eurohpáparlameantta ja Guovlolávdegotti oaivila, ovttajienalaččat mearridit dárbbášlaš nuppástusaid dán beavdegirjái. ”

source: Saamelaisilla tulee olla oikeus käyttää, kehittää ja välittää tuleville sukupolville kieltään ja perinteitään samoin kuin edistää saamen kielen taidon levittämistä myös sellaisille saamelaisille, jotka osaavat kieltä vain epätäydellisesti tai eivät lainkaan osaa sitä.
sme: Sámiid giellalaš vuoigatvuođat Sámiin galgá leat vuoigatvuohta geavahit, ovddidit ja addit boahttevaš buolvvaide gielaset ja árbevieruideaset, ja bargat dan badjelii ahte sámegiela máhttu viidána maiddái sámiide geat unnán máhttet dahje eai oppanassiige máhte sámegiela.

source: Saamelaisilla tulee olla oikeus päättää henkilönimistään ja maantieteellisistä nimistään sekä ylläpitää tätä nimistöä ja saada sille yleistä tunnustusta.
sme: Sámiin galgá leat vuoigatvuohta mearridit iežaset persovnnalaš namaid ja geográfalaš namaid, ja doaladit dain ja oažžut daidda dábálaš dohkkehusa.

source: Oikeus omaan kieleen kuuluu kansan perusoikeuksiin. Saamen kielen turvaaminen ja
sme: Olbmo vuoigatvuohta iežas gillii lea álbmoga guovdilis vuoigatvuođain okta.

source: kehittäminen mainitaan Suomen perustuslain 17 §:ssä ja Norjan perustuslain 110 a §:ssä.
sme: Sámegiela sihkkarastima ja ovddideami lea namahan Suoma vuođđolága 17 § ja

source: Tässä yhteydessä voidaan lisäksi viitata kansalaisoikeuksia ja poliittisia oikeuksia koskevan
sme: Norgga vuođđolága § 110 a. Vejolaš lea maid čujuhit artihkkalii 27 mii lea ON

source: YK:n yleissopimuksen 27 artiklaan (katso 7.4.3 kohta edellä) sekä alueellisia kieliä ja
sme: konvenšuvnnas siviila ja politihkalaš vuoigatvuođaid birra (geahča dás ovddabealde

source: vähemmistökieliä koskevaan eurooppalaiseen peruskirjaan vuodelta 1992 (katso 7.12 kohta
sme: čuoggá 7.4.3), ja jagi 1992 Eurohpalaš lihttui mii lea regiuvdnagielaid ja unnitgielaid

source: edellä).
sme: birra (geahča dás ovddabealde čuoggá 7.12).

source: Saamen kieli tarkoittaa tässä yhteydessä kaikkia erilaisia saamelaisia kielimuotoja.
sme: Sámegiella lea dán oktavuođas buot sierralágan giellahámit. Konvenšuvdna

source: Sopimuksen seuraavissa artikloissa käytetään ilmaisua ” kielimuodot ”, eikä niissä oteta kantaa
sme: geavaha čuovvovaš artihkkaliin sáni giellahámit (språkformer), vai ii dárbbaš

source: kysymykseen, onko olemassa yksi saamen kieli monine murteineen vai onko oikein ajatella,
sme: mearridit dan ášši, leago okta sámegiella masa gullet máŋga suopmana, vai leago

source: että on olemassa useita saamen kieliä.
sme: riektáseappot atnit dan máŋga giellan.

source: Suomi, Norja ja Ruotsi ovat kaikki ratifioineet alueellisia kieliä ja vähemmistökieliä
sme: Suopma, Norga ja Ruoŧŧa leat ratifiseren Eurohpalaš lihtu regiuvdnagielaid ja

source: koskevan eurooppalaisen peruskirjan, jossa saame todetaan kieleksi.
sme: unnitgielaid birra, ja sámegiella okta dain gielain.

source: Kaikilla sopimusvaltioilla on omat saamen kieltä koskevat lainsäädöksensä.
sme: Buot golmma riikkain leat iežaset lágat sámegiela birra.

source: Suomessa
sme: Suopma lea ožžon

source: on alettu soveltaa uusia saamen kieltä koskevia säännöksiä, jotka sisältyvät saamen
sme: ođđa njuolggadusaid sámegiela geavaheami birra, sámi giellalága (samisk språklag),

source: kielilakiin, laki 1086/2003.
sme: láhka 1086/2003.

source: Tämän lain tarkoituksesta sanotaan 1 §:n 1 momentissa:
sme: Dán lága ulbmilis cealká 1 § 1 mom.:

source: ” Tämän lain tarkoituksena on osaltaan turvata perustuslaissa säädetty saamelaisten oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan. ”
sme: ” Dán lága ulbmil lea sihkkarastit dan vuoigatvuođa maid vuođđoláhka addá sámiide seailluhit ja ovddidit iežaset giela ja kultuvrra. ”

source: Norjassa saamen kieltä koskevat säännökset sisältyvät 12. kesäkuuta 1987 annetun
sme: Norggas lea addojuvvon giellanjuolggadusat Sámelágas mii bođii geassemánu

source: saamelaislain n:o 56 kolmanteen lukuun (säännökset sisällytettiin lisäyksenä saamelaislakiin
sme: 12. b. 1987 nr. 56 kap. 3 (njuolggadusat bohte mielde lasáhussan Sámeláhkii jagi

source: vuonna 1990).
sme: 1990), ja § 1-5 cealká:

source: ” Saamen kieli ja norjan kieli ovat samanarvoisia kieliä.
sme: ” Sámegiella ja dárogiella leat ovttadássásaš gielat.

source: Niiden tulee olla 3 luvun määräysten mukaan tasa-arvoisia kieliä. ”
sme: Dat galget leat ovttadásis kapihttala 3 mearrádusaid mielde. ”

source: Saamen kielessä ja saamen kielellä annettavaa opetusta koskevat säännökset sisältyvät
sme: Njuolggadusat oahpahusas sámegielas ja sámegillii leat addojuvvon

source: 17. kesäkuuta 1998 annetun opetuslain n:o 61 kuudenteen lukuun.
sme: oahpahuslágas mii bođii geassemánu 17. b. 1998 nr. 61 kap. 6.

source: Ruotsissa on annettu saamen kieltä koskevia säännöksiä laissa 1999:1175 oikeudesta
sme: Ruoŧas leat addojuvvon njuolggadusat sámegiela birra lágas (1999:1175) mii

source: käyttää saamen kieltä hallintoviranomaisissa ja tuomioistuimissa.
sme: lea olbmo vuoigatvuođa birra sámástit hálddašeaddji eiseválddi luhtte ja duopmo

source: Valtioiden tulee mahdollistaa saamelaisille saamen kielen säilyttäminen, kehittäminen ja levittäminen.
sme: Stáhtat galget fuolahit ahte sámi alfabehtaid lea dáinna ulbmiliin vejolaš geavahit ávkkálaččat.

source: Valtioiden tulee huolehtia siitä, että saamelaista kirjaimistoa voidaan käyttää tehokkaasti tässä tarkoituksessa.
sme: Sámegiela galgá leat vejolaš sámi guovlluin geavahit beaktilit duopmostuoluid ja eiseválddiid guovdu.

source: Saamen kieltä tulee voida käyttää tehokkaasti tuomioistuimissa ja hallintoviranomaisissa saamelaisalueilla sekä myös näiden alueiden ulkopuolella sellaisissa asioissa, joita on ensin käsitelty saamelaisalueilla tai joilla muuten on erityinen liittymä näihin alueisiin.
sme: Nu maid olggobealde dáid guovlluid dakkár riidduin ja áššiin mat vuos gieđahallojuvvojit sámi guovlluin, dahje mat earaláhkai gullet erenoamážit dáidda guovlluide.

source: Jotta 24 artiklassa vahvistettu oikeus käyttää ja kehittää saamen kieltä voisi toteutua,
sme: Jos vuoigatvuohta geavahit ja ovddidit sámegiela nugo artihkkal 24 nanne,

source: sopimusvaltioilla tulee olla velvollisuus myötävaikuttaa siihen, että saamelaiset voivat käyttää
sme: galggaš ollašuvvat, de stáhtain ferte leat geatnegasvuohta bargat dan badjelii vai sámit

source: ja kehittää kieltään.
sme: sáhttet geavahit ja ovddidit gielaset.

source: Tämä velvollisuus on vahvistettu artiklan ensimmäisen kappaleen
sme: Dat geatnegasvuođa dat nanne vuosttaš lađas,

source: ensimmäisessä lauseessa.
sme: vuosttaš cealkka.

source: 24 artiklan muut määräykset sääntelevät saamen kielen käyttämistä
sme: Duot nuppit mearrádusat mat leat artihkkalis 24 buktet

source: erityisillä alueilla, kuten tuomioistuimissa, julkisissa viranomaisissa sekä tiedotusvälineissä.
sme: almmolaš eiseválddiid luhtte ja mediain. Duon deaŧalaš ášši hárrái, namalassii

source: Saamen kielessä ja saamen kielellä annettavaa opetusta koskevaa tärkeää kysymystä
sme: oahpahusas sámegielas ja sámegillii, de sierra artihkkal dan regulere, geahča

source: säännellään omassa artiklassaan, katso 26 artikla.
sme: artihkkala 26.

source: Saamen kielen käyttämistä sosiaali- ja
sme: Sámegiela geavaheamis dearvvašvuođa ja sosiála ásahusas lea artihkkal

source: Ensimmäisen kappaleen toinen lause: Saamelaisessa kirjaimistossa on enemmän
sme: Vuosttaš lađas, nubbi cealkka: Sámi alfabehtas leat máŋga bustáva mat eai

source: kirjaimia kuin suomalaisessa, norjalaisessa ja ruotsalaisessa kirjaimistossa.
sme: leat suopmelaš, norgalaš dahje ruoŧŧilaš alfabehtas.

source: Tämä määräys
sme: Dát mearrádus geatnegahttá stáhta

source: velvoittaa sopimusvaltiot huolehtimaan siitä, että saamelaisen kirjaimiston käyttäminen on
sme: fuolahit ahte teknihkalaččat lea vejolaš geavahit sámi alfabehta teavsttavuđot

source: tekstipohjaisessa kommunikaatiossa teknisesti mahdollista.
sme: gulahallamii.

source: Tekstinkäsittely tapahtuu nykyään
sme: Teakstameannudeapmi geavvá odne eanaš IT-vuđot teknologiijain,

source: yleisesti ottaen IT-teknologian avulla, mutta kaikilla viranomaisilla ei ole saamen kielelle
sme: muhto eai buot eiseválddiin leat dárbbašlaš prográmmat maiddái sámegielage várás,

source: ominaisten erityisten kirjainten kirjoittamiseen tarvittavaa ohjelmistoa.
sme: mas leat erenoamáš bustávat.

source: Tämä on monissa
sme: Dat dahká veadjemeahttumin geavahit sámegiela

source: yhteyksissä saamenkielisen tekstin käyttämisen esteenä ja heikentää vähitellen
sme: teavsttaid ollu dilálašvuođain, ja dat raššuda dađistaga sámegiela geavaheami.

source: mahdollisuuksia käyttää saamen kieltä. Teknisiä ratkaisuja on kyllä saatavilla, mutta kaikki
sme: Teknihkalaš čovdosat leat olámuttus, muhto eai buot eiseválddit leat háhkan daid.

source: viranomaiset eivät ole hankkineet niitä. Suomessa, Norjassa ja Ruotsissa ei esimerkiksi ole
sme: Ovdamearkka dihte ii leat Suomas, Norggas ja Ruoŧas vejolaš registarastit fitnodat

source: mahdollista rekisteröidä yritysnimeä, johon sisältyy saamelaiskirjaimiston erityismerkkejä.
sme: namaid main leat erenoamáš sámi bustávat.

source: Toinen kappale velvoittaa sopimusvaltion varmistamaan, että saamen kieltä voidaan
sme: Nubbi lađas geatnegahttá stáhta sihkkarastit ahte sámegiela lea vejolaš

source: käyttää tuomioistuimissa ja muissa viranomaisissa saamelaisalueilla.
sme: geavahit duopmostuoluin ja eará eiseválddiid luhtte sámi guovlluin.

source: Saamen kieltä tulee
sme: Maiddái earáge

source: saamelaisalueilla vireille pannuissa asioissa voida käyttää myös muissa viranomaisissa,
sme: eiseválddiid luhtte, nugo omd. váidalusorgánaid ja alit duopmostuoluid luhtte, galgá

source: esimerkiksi valituselimissä ja ylemmissä oikeusasteissa.
sme: leat vejolaš geavahit sámegiela dain áššiin mat leat álgán sámi guovlluin.

source: Tällainen valtion velvollisuus on
sme: Go dakkár

source: edellytyksenä sille, että asiankäsittelyn voidaan taata tapahtuvan turvallisesti. Tässä
sme: geatnegasvuohta lea stáhtas, de dat lea eaktu mii sihkkarastá dohkálaš áššegieđahallam.

source: yhteydessä voidaan viitata Suomessa sovellettavan saamen kielilain 1 §:n 2 ja 3
sme: Mii sáhttit čujuhit sámi giellaláhkii mii lea Suomas, mas 1 § 2 ja 3 mom

source: momentteihin, joissa sanotaan:
sme: cealká ná:

source: ” Tässä laissa säädetään saamelaisten oikeudesta käyttää omaa kieltään tuomioistuimessa ja muussa viranomaisessa sekä julkisen vallan velvollisuuksista toteuttaa ja edistää saamelaisten kielellisiä oikeuksia.
sme: ” Lágas mearrida sámiide vuoigatvuođa geavahit iežaset giela duopmostuoluin ja eará eiseválddiid luhtte, ja ahte almmolašvuohta lea geatnegas doarjut ja ovddidit sámiid giellalaš vuoigatvuođaid.

source: Tavoitteena on, että saamelaisten oikeus oikeudenmukaiseen oikeudenkäyntiin ja hyvään hallintoon taataan kielestä riippumatta sekä että saamelaisten kielelliset oikeudet toteutetaan ilman, että niihin tarvitsee erikseen vedota. ”
sme: Ulbmil lea dáhkidit sámiide vuoigatvuođa rievttalaš riektegeavvamii ja hálddašeapmái beroškeahttá gielas, ja ahte sámiid giellalaš vuoigatvuođat ollašuvvet almmá sin dárbbaškeahttá gáibidit nu. ”

source: Kolmas kappale: Saamen kielen elinvoimaisena säilyttämisen tärkeänä edellytyksenä
sme: Goalmmát lađas: Deaŧalaš eaktu ealli sámegillii lea ahte lea sámegielalaš

source: on saamenkielisen kirjallisuuden olemassaolo.
sme: girjjálašvuohta.

source: Tämän takia sopimusvaltiot velvoitetaan
sme: Stáhtaide biddjojuvvo danne geatnegasvuohtan ovddidit sámegielat

source: edistämään saamenkielisen kirjallisuuden julkaisemista.
sme: girjjálašvuođa almmuheami.

source: Tämä määräys koskee sekä saamen
sme: Dát mearrádus gusto sihke sámegillii čállojuvvon

source: kielellä kirjoitettua että saamen kielelle käännettyä kirjallisuutta.
sme: girjjálašvuhtii ja sámegillii jorgaluvvon girjjálašvuhtii.

source: Etenkin lapsille ja nuorisolle
sme: Erenoamážit lea deaŧalaš ahte

source: tarkoitetun kirjallisuuden olemassaolo on tärkeää.
sme: lea sámegielat girjjálašvuohta mánáide ja nuoraide.

source: Kolmannen kappaleen määräys käsittää
sme: Goalmmát lađđasa mearrádus

source: kaikenlaisen kirjallisuuden, kaunokirjallisuuden ja ammattikirjallisuuden, kirjat,
sme: fátmmasta buotlágan girjjálašvuođa, čáppagirjjálašvuođa ja fágagirjjálašvuođa,

source: aikakauslehdet, sanomalehdet ja artikkelit.
sme: girjjiid, áigečállagiid, bláđiid ja artihkkaliid.

source: Neljäs kappale: Harvinaisempia saamen kielimuotoja on selvästi tarpeen vahvistaa.
sme: Njealját lađas: Čielggas lea ahte lea dárbu nannet unnibuš sámegielaid. Dat

source: Tämän vuoksi edellisistä kappaleista ilmenevät säännökset koskevat myös näitä kielimuotoja.
sme: njuolggadusat mat bohtet ovdan mannan lađđasis, gustojit danne maiddái dáidda

source: Ruotsissa saamen kieltä koskevat lainsäädökset (laki 1999:1175) käsittävät ainoastaan neljä pohjoisinta kuntaa, Jällivaaran, Arjeplogin (Àrjepluovve), Jokkmokin (Johkámohki) ja
sme: gielaide. Ruoŧas sámegiela láhkanjuolggadusat (lag 1999:1175) fátmmastit duššefal

source: Kiirunan (Giron).
sme: njeallje davimus suohkana: Jiellevári, Árjjatluovi, Johkamohki ja Girona. Det

source: Tämä tarkoittaa käytännössä, että ainoastaan pohjoissaamelainen alue
sme: mearkkaša geavadis ahte giellanjuolggadusat fátmmastit duššefal davvisámegiela

source: kuuluu kielisäännösten piiriin.
sme: guovllu.

source: YK:n rotusyrjintäkomitea on lausunut, että saamelaiset
sme: ON nállevealahuslávdegoddi lea cealkán ahte sámi giellanjuolggadusaid

source: kielisäännökset tulee ulottaa käsittämään myös eteläsaamen ja luulajansaamen alueet
sme: berrejit viiddidit nu, ahte fátmmastit maiddái lullisámi ja julevsámi guovlluid

source: Neljännen kappaleen määräys on CERDin tämän suosituksen mukainen.
sme: Njealját lađđasa mearrádus ollašuhttá dán CERD rávvaga.

source: Sopimusvaltioiden tulee luoda edellytyksiä itsenäiselle saamelaiselle tiedotusvälinepolitiikalle, joka mahdollistaa saamelaisille tiedotusvälineille oman kehityksensä ohjaamisen ja yleisesti kiinnostavia asioita koskevan tiedon ja mielipiteiden ilmaisun rikkaan ja monipuolisen tarjoamisen saamelaisille.
sme: Stáhtat galget oččodit áigái iešbirgejeaddji sámi mediapolitihka vuođu ja dahkat sámi mediai vejolažžan stivret iežas ovdáneami, ja vel addit sámi veagadahkii rikkis ja máŋggabeallásaš fálaldagaid main leat dieđut ja oaivilat viidát beroštahtti áššiin.

source: Valtioiden tulee valvoa, että saamenkielisiä ohjelmia voidaan lähettää radiossa ja televisiossa sekä edistää saamenkielisten lehtien julkaisemista.
sme: Stáhtat galget fuolahit ahte sáddejuvvojit sámegielalaš prográmmat radios ja TVs, ja galget dán gillii ovddidit aviisailbmademiid.

source: Valtioiden tulee yhteistyössä saamelaiskäräjien kanssa myös edistää yhteistyötä yli valtionrajojen sellaisten tiedotusvälineiden kanssa, jotka tarjoavat saamenkielistä ohjelmaa tai saamenkielisiä artikkeleita.
sme: Ovttasráđiid sámedikkiiguin stáhtat galget maid ovddidit riikkarájiid rasttideaddji ovttasbargguid medialágádusaid gaskka guđet fállet prográmmaid dahje artihkkaliid sámegillii.

source: Mitä toisessa kappaleessa määrätään saamen kielestä, koskee kohtuullisessa laajuudessa myös harvinaisempia saamen kielimuotoja.
sme: Nuppi lađđasa mearrádus sámegiela birra galgá maid govttolaš mearrái gustot unnibuš gielladábiide.

source: Joukkotiedotusvälineet ovat tänä päivänä tärkeä osa nyky-yhteiskuntaa.
sme: Joavko-media lea odne deaŧalaš oassi ođđaáigásaš servodagas. Joavko-medias lea

source: Joukkotiedotusvälineillä on suurta merkitystä demokratian, kielen, kulttuurin ja
sme: stuorra váikkuhanfápmu ovddideapmái, gillii, kultuvrii ja servodateallimii, ja

source: yhteiskuntaelämän kehittymiselle, ja ne ovat samalla sananvapauden tärkeä väline.
sme: seammás dat lea deaŧalaš reaidu sátnefriddjavuhtii.

source: Sananvapaudella on Suomessa, Norjassa ja Ruotsissa perustuslainsuoja. Yhtenä
sme: Sátnefriddjavuođa suodjalit vuođđolágat Suomas, Norggas ja Ruoŧas.

source: tärkeänä sananvapauden elementtinä on vähemmistöjen oikeus tulla kuulluiksi ja tämän
sme: Sátnefriddjavuhtii gullá maid oassin dat, ahte unnitloguide sihkkarastojuvvo

source: oikeuden turvaaminen.
sme: vejolašvuohta gullot.

source: Yksi sananvapauden puoli on myös kansan mahdollisuus saada
sme: Das lea maid mielde olbmo vejolašvuohta oažžut dieđuid iežas

source: informaatiota omalla kielellään ja kansan omasta kulttuurisesta ja yhteiskunnallisesta
sme: gillii ja dakkár hámis mii vuolgá álbmoga iežas kultuvrralaš ja servodatlaš sajis.

source: perustasta välitettynä. Tällainen tiedonsaanti on myös kielen, kulttuurin ja yhteiskuntaelämän
sme: Dakkár dieđut leat maid eaktun giela, kultuvrra ja servodateallima ovddideapmái.

source: kehittymisen edellytys. Kaikki sopimusvaltiot ovat ratifioineet kansainvälisiä säännöksiä,
sme: Buot golbma riikka leat ratifiseren riikkaidgaskasaš mearrádusaid mat geatnegahttet

source: jotka velvoittavat niitä takaamaan saamelaisille mahdollisuuden käyttää tiedotusvälineitä.
sme: sin sihkkarastit sámi álbmogii beassama mediai. Vejolaš lea čujuhit Eurohpáráđi

source: Tässä yhteydessä voidaan viitata Euroopan neuvoston kansallisten vähemmistöjen suojelua
sme: rápmakonvenšuvdnii mii lea nationála unnitloguid birra (geahča dás ovddabealde

source: koskevaan puiteyleissopimukseen (katso 7.11 kohta edellä), jonka 9 artiklassa sanotaan:
sme: čuoggá 7.11), mas artikkel 9 cealká ná:

source: Sopimuspuolet sitoutuvat tunnustamaan, että jokaisen kansalliseen vähemmistöön kuuluvan henkilön oikeus sananvapauteen sisältää vapauden pitää mielipiteitä sekä vastaanottaa ja levittää tietoja ja ajatuksia vähemmistökielellä viranomaisten siihen puuttumatta sekä alueellisista rajoista riippumatta.
sme: Soahpamušoasálaččat leat geatnegasat dohkkehit ahte sátnefriddjavuohta lea juohke olbmos guhte gullá nationála unnitlohkui, ja ahte dasa gullá friddjavuohta oaivvildit ja oažžut ja addit dieđuid unnitlohkogillii, almmá almmolaš eiseválddiid seagutkeahttá dasa ja beroškeahttá riikkarájiin.

source: Sopimuspuolten tulee oikeusjärjestelmänsä puitteissa varmistaa, että kansalliseen vähemmistöön kuuluvia henkilöitä ei syrjitä viestintävälineiden käytössä.
sme: Soahpamušoasálaččat galget iežaset riektevuogádaga rámaid siskkobealde sihkkarastit ahte olbmot guđet gullet nationála unnitlohkui, eai gillá vealaheami beassama dáfus mediai.

source: Edellä oleva 1 kappale ei estä sopimuspuolia ilman syrjintää ja puolueettoman perustein tekemästä radio-, televisio- ja elokuvayhtiöitä luvanvaraisiksi.
sme: Paragráfa 1 ii galggá hehttet soahpamušoasálaččaid gáibideames radio- ja TVsáddagiid dahje kinodoaimmaid lisensema, go dat lea vealatkeahttá geange ja objektiiva eavttuid vuođul.

source: Sopimuspuolet eivät estä kansallisiin vähemmistöihin kuuluvia henkilöitä perustamasta ja käyttämästä painettuja viestintävälineitä.
sme: Soahpamušoasálaččat eai galgga hehttet olbmuid guđet gullet nationála unnitloguide, ráhkadeames ja geavaheames preantamedia.

source: Radio- ja televisiolähetyksiä koskevassa lainsäädännössä ne mahdollisuuksien mukaan ja 1 kappaleen määräykset huomioon ottaen takaavat, että kansallisiin vähemmistöihin kuuluville henkilöille suodaan mahdollisuus omien viestintävälineiden perustamiseen ja käyttöön.
sme: Radio- ja TVsáddagiid rievttálaš rámaid siskkobealde galgá, mađe muddui lea vejolaš ja vuhtiiválddedettiin teakstaoasi 1, sihkkarastojuvvot ahte olbmuin guđet gullet nationála unnitloguide, lea vejolašvuohta ráhkadit ja geavahit iežaset mediaid.

source: Sopimuspuolet ryhtyvät oikeusjärjestelmiensä puitteissa riittäviin toimenpiteisiin helpottaakseen kansallisiin vähemmistöihin kuuluvien henkilöiden pääsyä käyttämään viestintävälineitä sekä edistääkseen suvaitsevuutta ja salliakseen kulttuurisen moniarvoisuuden. ”
sme: Iežaset riektevuogádagaid rámaid siskkobealde soahpamušoasálaččat galget mearridit soahppevaš doaibmabijuid maiguin buorrána vejolašvuohta nationála unnitlohkui gullevaš olbmuide ovddidit toleránssa ja buktit kultuvrralaš šláddjiivuođa. "

source: Tässä yhteydessä voidaan myös viitata alueellisia kieliä ja vähemmistökieliä koskevan
sme: Mii sáhttit maid čujuhit Eurohpálaš lihttui mii lea guovlo- ja unnitlohkogielaid

source: eurooppalaisen peruskirjan (katso 7.12 kohta edellä) 11 artiklaan − Joukkoviestimet.
sme: várás (geahča dás ovddabealde čuoggá 7.12), artikkel 11- Media.

source: artiklan 1 kohdan mukaan sopimuspuolet sitoutuvat eri tavoin huolehtimaan radio- ja
sme: čuoggá 1 mielde soahpamušoasálaččat geatnegahttet iežaset iešguhtetge láhkásis

source: televisiolähetysten lähettämisestä alueellisilla kielillä tai vähemmistökielillä alueilla, joilla
sme: doaimmahit radio- ja TV-sáddagiid guovlo- ja unnitlohkogielaide dohko gos dakkár

source: näitä kieliä puhutaan.
sme: gielat adnojuvvojit.

source: Artiklan 2 kohdassa sopimusvaltiot sitoutuvat takaamaan vapauden
sme: Artihkkala čuoggás 2 stáhtat geatnegahttet iežaset sihkkarastit,

source: vastaanottaa suoraan naapurimaiden radio- ja televisio-ohjelmia, jos ohjelmat on tuotettu
sme: ahte ránnjáriikka radio- ja TV-njuolggosáddagat ollet riikii go leat guovlo- dahje

source: samalla tai samantapaisella kielellä kuin alueellinen kieli tai vähemmistökieli, ja 2 kohdassa
sme: unnitlohkogillii dahje gillii mii sulastahttá dasa.

source: ” Sopimuspuolet sitoutuvat varmistamaan, että alueellista kieltä tai vähemmistökieltä käyttävien edut ovat edustettuna tai otetaan huomioon sellaisissa elimissä, joita lain nojalla saatetaan perustaa valvomaan joukkoviestimien vapautta ja tasapuolisuutta. ”
sme: Ja čuoggás 3 celkojuvvo ná: ” Soahpamuša oasálaččat geatnegahttet iežaset sihkkarastit ahte guovlo- ja unnitlohkogielaid geavaheddjiid beroštumit leat ovddastuvvon dahje vuhtiiváldojuvvon dakkár orgánain mat vuođđuduvvojit media friddjavuođa ja pluralismma ovddasvástádusa lága mielde. ”

source: On tärkeää varmistaa, että lasten ja nuorten ohjelmatarjonta mukautetaan heidän
sme: Deaŧalaš lea ahte mánát ja nuorat ožžot prográmmafálaldagaid mat leat

source: kieleensä ja kulttuuriinsa sopiviksi.
sme: heivehuvvon sin gillii ja kultuvrii.

source: Lapsen oikeuksia koskevan YK:n yleissopimuksen 17
sme: vuoigatvuođain, artihkkal 17 bustávva d, stáhtat galget

source: ” d) rohkaisevat tiedotusvälineitä kiinnittämään erityistä huomiota vähemmistöryhmiin kuuluvien tai alkuperäiskansojen lasten kielellisiin tarpeisiin; ” (katso 7.7.3 kohta edellä.)
sme: ” movttiidahttit joavko-media erenoamážit váldit vuhtii giellalaš dárbbuid mat leat unnitlohkojoavkku mánáin dahje álgoálbmotmánáin; ” (geahča dás ovddabealde čuoggá 7.7.3)

source: Ensimmäinen kappale: Sopimusvaltioiden tulee edellä mainitun sananvapauden ja
sme: Vuosttaš lađas: Vai sátnefriddjavuohta ja diehtojuohkin sihkkarastojuvvo nugo

source: tiedonsaannin takaamiseksi luoda edellytykset itsenäiselle saamelaiselle viestintäpolitiikalle.
sme: iešbirgejeaddji sámi mediapolitihkkii. Dakkár iešbirgejeaddji mediapolitihkka lea

source: Tällainen itsenäinen viestintäpolitiikka on osa saamelaisten itsemääräämisoikeutta, katso 3
sme: oassi sámi álbmoga iešmearridanvuoigatvuođas, geahča artihkkala 3.

source: Toinen kappale: Saamelaisilla itsellään ei ole nykyään taloudellisia mahdollisuuksia
sme: Nubbi lađas: Sámiin alddiineaset ii leat odne ekonomalaš vuođđu ásahit sierra

source: perustaa niin suuria omia televisio- ja radiokanavia kuin artiklan ensimmäisessä kappaleessa
sme: TV- ja radiokanálaid dan sturrodahkii mii lea dárbbašlaš ollašuhttin dihte vuosttaš
